Repository: BravoBaldo/Translations
Catalog: LVGL/LVGL_TradIta/LVGL_TradIta-omegat.tmx
Source language: en_us
Languages: it_it

source: Screens are simply any Widgets created with ``NULL`` passed as parent in the create function.
it_it: Gli Screen sono semplicemente dei Widget creati con ``NULL`` passato come elemento padre nella funzione "create".

source: Screens are wrapped in the ``<screen>`` XML root element and used to organize the content of the UI.
it_it: Le schermate sono racchiuse nell'elemento radice XML ``<screen>`` e utilizzate per organizzare il contenuto dell'interfaccia utente.

source: Screens can also be created easily by calling their generated create function, e.g. ``main_screen_create()``.
it_it: Gli "Screen" possono anche essere creati facilmente chiamando la funzione "create" generata, ad esempio ``main_screen_create()``.

source: Screens can have only the following child XML tags:
it_it: Le schermate possono avere solo i seguenti tag XML figli:

source: Screens don't support the :ref:`<preview> <xml_preview>` tag because it doesn't make sense to preview each screen in different resolutions.
it_it: Le schermate non supportano il tag :ref:`<preview> <xml_preview>` perché non ha senso visualizzare in anteprima ogni schermata con risoluzioni diverse.

source: Screens work very similarly to Components.
it_it: Gli "Screen" [schermate] funzionano in modo molto simile ai Componenti.

source: Screenshot Comparison
it_it: Confronto degli Screenshot

source: Screenshot comparison
it_it: Confronto degli screenshot

source: Scroll chaining
it_it: Concatenamento dello Scroll

source: Scroll coordinates can be retrieved from different axes with these functions:
it_it: Le coordinate di scorrimento possono essere recuperate da assi diversi con queste funzioni:

source: Scroll momentum
it_it: Scorrimento dinamico

source: Scroll momentum can be enabled/disabled with the :cpp:enumerator:`LV_OBJ_FLAG_SCROLL_MOMENTUM` flag.
it_it: Lo slancio dinamico può essere abilitato/disabilitato con il flag :cpp:enumerator:`LV_OBJ_FLAG_SCROLL_MOMENTUM`.

source: Scroll on focus
it_it: Scorrimento con focus

source: Scrollbars are displayed according to the configured ``scrollbar-mode``.
it_it: Le barre di scorrimento vengono visualizzate in base alla ``scrollbar-mode`` configurata.

source: Scrolling Events
it_it: Eventi dello Scrolling

source: Scrolling Programmatically
it_it: Scorrimento Programmatico

source: Scrolling Properties
it_it: Proprietà dello Scrolling

source: Scrolling and styled Message box
it_it: Message box con scrolling e stile

source: Search
it_it: Ricerca

source: Search Documentation
it_it: Ricerca nella Documentazione

source: Search for a symbol on https://fontawesome.com.
it_it: Cercare un simbolo su https://fontawesome.com.

source: Second paragraph.
it_it: Secondo paragrafo.

source: Second point of line (supports floating-point coordinates).
it_it: Secondo punto della linea (supporta coordinate in virgola mobile).

source: Section Headings
it_it: Intestazioni di Sezione

source: Section headings are created by underlining the section title with a punctuation character, at least as long as the text.
it_it: Le Intestazioni di sezione vengono create sottolineando il titolo della sezione con un carattere di punteggiatura, lungo almeno quanto il testo.

source: Sections
it_it: Sezioni

source: Sections make it possible for portions of a Scale to *convey meaning* by using different Style properties to draw them (colors, line thicknesses, font, etc.).
it_it: Le Sezioni consentono a porzioni di una Scala di *trasmettere significato* utilizzando diverse proprietà di Stile per disegnarle (colori, spessori delle linee, font, ecc.).

source: See :c:macro:`LV_DRAW_SW_DRAW_UNIT_CNT`.
it_it: Vedere :c:macro:`LV_DRAW_SW_DRAW_UNIT_CNT`.

source: See :c:macro:`LV_USE_OS` in your lv_conf.h
it_it: Vedere :c:macro:`LV_USE_OS` nel proprio lv_conf.h

source: See :cpp:type:`lv_base_dir_t`.
it_it: Vedere :cpp:type:`lv_base_dir_t`.

source: See :cpp:type:`lv_blend_mode_t` for more details.
it_it: Vedere :cpp:type:`lv_blend_mode_t` per maggiori dettagli.

source: See :cpp:type:`lv_draw_label_hint_t`.
it_it: Vedere :cpp:type:`lv_draw_label_hint_t`.

source: See :cpp:type:`lv_text_align_t`.
it_it: Vedere :cpp:type:`lv_text_align_t`.

source: See :cpp:type:`lv_text_decor_t`.
it_it: Vedere :cpp:type:`lv_text_decor_t`.

source: See :cpp:type:`lv_text_flag_t`.
it_it: Vedere :cpp:type:`lv_text_flag_t`.

source: See :ref:`<api> <xml_api>` for more details and :ref:`XML Syntax <xml_syntax>` for all the supported types.
it_it: Vedere :ref:`<api> <xml_api>` per maggiori dettagli e :ref:`Sintassi XML <xml_syntax>` per tutti i tipi supportati.

source: See :ref:`File system <file_system>` to learn more.
it_it: Per ulteriori informazioni: :ref:`File system <file_system>`.

source: See :ref:`Integration <integration_index>` to see how to use LVGL on different platforms.
it_it: Consultare :ref:`Integrazione <integration_index>` per vedere come utilizzare LVGL su diverse piattaforme.

source: See :ref:`LVGL's OpenGLES driver docs <opengl_driver>` to create a window and a display texture.
it_it: Consultare la :ref:`Documentazione del driver LVGL OpenGL ES <opengl_driver>` per creare una finestra e una texture di visualizzazione.

source: See :ref:`Using Images Examples <using_images_examples>` for a number of examples of using image sources in these 3 forms.
it_it: Consultare :ref:`Using Images Examples <using_images_examples>` per una serie di esempi di utilizzo delle sorgenti di immagini in queste 3 forme.

source: See :ref:`XML Events <xml_events>`
it_it: Vedere gli :ref:`Eventi XML <xml_events>`

source: See :ref:`active_screen` for more information.
it_it: Consultare :ref:`active_screen` per ulteriori informazioni.

source: See :ref:`adding images to your project` for more details.
it_it: Consultare :ref:`adding images to your project` per maggiori dettagli.

source: See :ref:`base_widget` documentation for details.
it_it: Consultare la documentazione di :ref:`base_widget` per i dettagli.

source: See :ref:`base_widget`'s documentation for details.
it_it: Vedere la documentazione del :ref:`base_widget`.

source: See :ref:`contributing` such as simply writing a tweet about you using LVGL, fixing bugs, translating the documentation, or even becoming a maintainer.
it_it: Consultare :ref:`contributing`, ad esempio scrivendo semplicemente un tweet su di sé usando LVGL, correggendo bug, traducendo la documentazione o addirittura diventando un manutentore.

source: See :ref:`custom_image_formats`
it_it: Consultare :ref:`custom_image_formats`

source: See :ref:`display_monochrome` for more details:
it_it: :ref:`display_monochrome` per maggiori dettagli:

source: See :ref:`display_monochrome`.)
it_it: Vedere :ref:`display_monochrome`.)

source: See :ref:`file_system` for details.
it_it: Consultare :ref:`file_system` per i dettagli.

source: See :ref:`flex` for details about how this works.
it_it: Consultare :ref:`flex` per i dettagli su come funziona.

source: See :ref:`flex` for details.
it_it: Vedere :ref:`flex` per i dettagli.

source: See :ref:`font_adding_a_custom_symbol` for details.
it_it: Consultare :ref:`font_adding_a_custom_symbol` per i dettagli.

source: See :ref:`image_decoders`.
it_it: Consultare :ref:`image_decoders`.

source: See :ref:`images_bmp_files` below.
it_it: Consultare :ref:`images_bmp_files` di seguito.

source: See :ref:`images_color_formats` for more details.
it_it: Consultare :ref:`images_color_formats` per maggiori dettagli.

source: See :ref:`images_color_formats`.
it_it: Vedere :ref:`images_color_formats`.

source: See :ref:`indev_creation` to see how to do this.
it_it: Consultare :ref:`indev_creation` per vedere come fare.

source: See :ref:`linux_drm` for configuration and a basic usage example.
it_it: Consultare :ref:`linux_drm` per la configurazione e un esempio di utilizzo di base.

source: See :ref:`lv_fs_adding_a_driver` for how this is done.
it_it: Vedere :ref:`lv_fs_adding_a_driver` per informazioni su come procedere.

source: See :ref:`multiple_displays` for more information about using multiple displays.
it_it: Vedere :ref:`multiple_displays` per ulteriori informazioni sull'utilizzo di display multipli.

source: See :ref:`observer_format_string` for details.
it_it: Vedere :ref:`observer_format_string` per i dettagli.

source: See :ref:`observer_format_string` for other options.
it_it: Vedere :ref:`observer_format_string` per altre opzioni.

source: See :ref:`observer_widget_binding` for more details.
it_it: Vedere :ref:`observer_widget_binding` per maggiori dettagli.

source: See :ref:`opengl_texture_caching_renderer` to learn more about it.
it_it: Vedere :ref:`opengl_texture_caching_renderer` per saperne di più.

source: See :ref:`rle` and :ref:`lz4`
it_it: Consultare :ref:`rle` e :ref:`lz4`

source: See :ref:`style_properties` to see the full list.
it_it: :ref:`style_properties` per vedere l'elenco completo.

source: See :ref:`style_properties` to see the list of style properties and what they mean.
it_it: Consultare :ref:`style_properties` per vedere l'elenco delle proprietà di stile e il loro significato.

source: See :ref:`styles_overview` for more details.
it_it: Vedere :ref:`styles_overview` per maggiori dettagli.

source: See :ref:`styles` for full details.
it_it: Per tutti i dettagli vedere :ref:`styles`.

source: See :ref:`styles` for more details.
it_it: Consultare :ref:`styles` per maggiori dettagli.

source: See :ref:`styles` for more information about how to do this.
it_it: Vedere gli :ref:`styles` per maggiori informazioni su come farlo.

source: See :ref:`tick_interface` for details.
it_it: :ref:`tick_interface` per i dettagli.

source: See :ref:`timer_handler` for different ways to do this.
it_it: Consultare :ref:`timer_handler` per diversi modi per farlo.

source: See :ref:`timer_handler` for more information.
it_it: Vedere :ref:`timer_handler` per maggiori informazioni.

source: See :ref:`timer` section to learn more about timers.
it_it: Leggere la sezione :ref:`timer` per saperne di più sui timer.

source: See :ref:`translation_fallbacks` for more details.
it_it: Per maggiori dettagli, vedere :ref:`translation_fallbacks`.

source: See :ref:`transparent_screens` and :ref:`display_screen_layers` for more information.
it_it: Vedere :ref:`transparent_screens` e :ref:`display_screen_layers` per ulteriori informazioni.

source: See :ref:`widgets` to view all widget types.
it_it: Vedere :ref:`widgets` per visualizzare tutti i tipi di widget.

source: See :ref:`xml_subjects` for more details.
it_it: Vedere :ref:`xml_subjects` per maggiori dettagli.

source: See the full set of supported code lexers for more details.
it_it: Per maggiori dettagli, vedere il set completo dei lexer dei codici supportati.

source: See Button Matrix's :ref:`button map` section for more information about creating new maps.
it_it: Consultare la sezione :ref:`button map` del Button Matrix per ulteriori informazioni sulla creazione di nuove mappe.

source: See Configuration_ for an example of this.
it_it: Per un esempio, vedere Configuration_.

source: See Widgets' documentation to learn more.
it_it: Consultare la documentazione dei Widget per saperne di più.

source: See `Alif's GitHub repos <https://github.com/orgs/alifsemi/repositories>`__.
it_it: Vedere `i repository GitHub di Alif <https://github.com/orgs/alifsemi/repositories>`__.

source: See `CSS Flexbox`_ for illustrations showing the meanings of these terms.
it_it: Vedere `CSS Flexbox`_ per illustrazioni che mostrano il significato di questi termini.

source: See `MQX RTOS's homepage <https://www.nxp.com/design/design-center/software/embedded-software/mqx-software-solutions/mqx-real-time-operating-system-rtos:MQXRTOS>`__
it_it: Consultare la `homepage di MQX RTOS <https://www.nxp.com/design/design-center/software/embedded-software/mqx-software-solutions/mqx-real-time-operating-system-rtos:MQXRTOS>`__

source: See `PX5 RTOS's homepage <https://px5rtos.com/>`__
it_it: Vedere la `homepage di PX5 RTOS <https://px5rtos.com/>`__

source: See ``sim:lvgl_fb`` and ``sim:lvgl_lcd``.
it_it: Vedere ``sim:lvgl_fb`` e ``sim:lvgl_lcd``.

source: See `platformio.ini configuration <https://docs.platformio.org/en/latest/projectconf/index.html>`__
it_it: Vedere `platformio.ini configuration <https://docs.platformio.org/en/latest/projectconf/index.html>`__

source: See `the LVGL XML parsers <https://github.com/lvgl/lvgl/tree/master/src/others/xml/parsers>`_.
it_it: Vedere `i parser XML LVGL <https://github.com/lvgl/lvgl/tree/master/src/others/xml/parsers>`_.

source: See `the boards page <https://lvgl.io/boards#st>`__ for ST boards that have been certified by LVGL and have up-to-date LVGL integration, and check `all the repos <https://github.com/orgs/lvgl/repositories?q=lv_port_stm>`__ for other ST board repos that exist.
it_it: Consultare `la pagina delle board <https://lvgl.io/boards#st>`__ per le schede ST certificate da LVGL e con integrazione LVGL aggiornata, e consultare `tutti i repository <https://github.com/orgs/lvgl/repositories?q=lv_port_stm>`__ per altri repo di schede ST esistenti.

source: See all the fields in :cpp:type:`lv_draw_dsc_base_t`.
it_it: Vedere tutti i campi in :cpp:type:`lv_draw_dsc_base_t`.

source: See also the :ref:`ft81x` framebuffer driver.
it_it: Vedere anche il driver framebuffer :ref:`ft81x`.

source: See also: `lvgl/src/libs/fsdrv/lv_fs_littlefs.c <https://github.com/lvgl/lvgl/blob/master/src/libs/fsdrv/lv_fs_littlefs.c>`__
it_it: Vedere anche: `lvgl/src/libs/fsdrv/lv_fs_littlefs.c <https://github.com/lvgl/lvgl/blob/master/src/libs/fsdrv/lv_fs_littlefs.c>`__

source: See an actual example of sending a command list `here <https://github.com/lvgl/lvgl/blob/master/src/drivers/display/st7789/lv_st7789.c>`__.
it_it: Vedere un esempio concreto di invio di un elenco di comandi `qui <https://github.com/lvgl/lvgl/blob/master/src/drivers/display/st7789/lv_st7789.c>`__.

source: See an example `GitHub Actions workflow <https://github.com/lvgl/lvgl_editor/blob/master/.github/workflows/pr-check.yml>`_
it_it: Vedere un esempio di `workflow GitHub Actions <https://github.com/lvgl/lvgl_editor/blob/master/.github/workflows/pr-check.yml>`_

source: See an example of using this function `here <#show-cursor-on-the-clicked-point>`_.
it_it: Vedere un esempio di utilizzo di questa funzione `qui <#show-cursor-on-the-clicked-point>`_.

source: See below
it_it: Vedere di seguito

source: See below and the :ref:`threading` section to learn more.
it_it: Vedere di seguito la sezione :ref:`threading` per saperne di più.

source: See below for more information about these functions.
it_it: Vedere di seguito per ulteriori informazioni su queste funzioni.

source: See below.
it_it: Vedere di seguito.

source: See code example for how to do this in :ref:`display_events`.
it_it: Vedere l'esempio di codice per sapere come farlo in :ref:`display_events`.

source: See code examples below.
it_it: Vedere gli esempi di codice di seguito.

source: See comments in ``lv_conf.h`` for details.
it_it: Per i dettagli vedere i commenti in ``lv_conf.h``.

source: See details at :ref:`draw_layers`.
it_it: Vedere i dettagli su :ref:`draw_layers`.

source: See details of the draw descriptors at :ref:`draw_descriptors`.
it_it: Vedere i dettagli dei :ref:`draw_descriptors`.

source: See details under :ref:`lv_fs_identifier_letters`.
it_it: Vedere i dettagli in :ref:`lv_fs_identifier_letters`.

source: See documentation in build.py header comment for details.
it_it: Per i dettagli, consultare la documentazione nel commento dell'intestazione build.py.

source: See example below.
it_it: Vedere esempio di seguito.

source: See examples at `lv_freetype.c <https://github.com/lvgl/lvgl/blob/master/src/libs/freetype/lv_freetype.c>`__, `lv_freetype_private.h <https://github.com/lvgl/lvgl/blob/master/src/libs/freetype/lv_freetype_private.h>`__ and `lv_freetype.h <https://github.com/lvgl/lvgl/blob/master/src/libs/freetype/lv_freetype.h>`__.
it_it: Vedere gli esempi in `lv_freetype.c <https://github.com/lvgl/lvgl/blob/master/src/libs/freetype/lv_freetype.c>`__, `lv_freetype_private.h <https://github.com/lvgl/lvgl/blob/master/src/libs/freetype/lv_freetype_private.h>`__ e `lv_freetype.h <https://github.com/lvgl/lvgl/blob/master/src/libs/freetype/lv_freetype.h>`__.

source: See flex-grow_ for an illustration of this behavior.
it_it: Vedere flex-grow_ per un'illustrazione di questo comportamento.

source: See its README for details.
it_it: Vedere il suo README per i dettagli.

source: See justify-content_, align-items_ and align-content_ for illustrations of these values.
it_it: Vedere justify-content_, align-items_ e align-content_ per le illustrazioni di questi valori.

source: See later how to add styles to Widgets and parts.
it_it: Più avanti si vedrà come aggiungere stili a Widget e a parti.

source: See reference
it_it: Consultare il riferimento

source: See that documentation for details.
it_it: Consultare la documentazione per i dettagli.

source: See the "PASTE THE CONTENTS ..." section below.
it_it: Vedere la sezione "PASTE THE CONTENTS ..." qui sotto.

source: See the "`working with a pr service <https://docs.yoctoproject.org/dev-manual/packages.
it_it: Per ulteriori informazioni, consultare la sezione "`working with a pr service <https://docs.yoctoproject.org/dev-manual/packages.

source: See the :cpp:func:`lv_example_freetype_2_vector_font` function for a usage example
it_it: Vedere la funzione :cpp:func:`lv_example_freetype_2_vector_font` per un esempio di utilizzo.

source: See the :ref:`Button <lv_button>`'s and :ref:`Label <lv_label>`'s documentation.
it_it: Consultare la documentazione del :ref:`Button <lv_button>` e della :ref:`Label <lv_label>`.

source: See the :ref:`DMA2D support <dma2d>`.
it_it: Vedere :ref:`DMA2D support <dma2d>`.

source: See the :ref:`LTDC <stm32 ltdc driver>` driver docs for more info and how to customize its use.
it_it: Consultare la documentazione del driver :ref:`LTDC <stm32 ltdc driver>` per maggiori informazioni e per personalizzarne l'utilizzo.

source: See the :ref:`display` section to learn more.
it_it: Consultare la sezione :ref:`display` per ulteriori informazioni.

source: See the :ref:`list of event codes <events_codes>` for all the options.
it_it: Vedere la :ref:`lista dei codici evento <events_codes>` per tutte le opzioni.

source: See the :ref:`other filesystems available in LVGL <libs_filesystem>`.
it_it: Vedere gli :ref:`altri filesystem disponibili in LVGL <libs_filesystem>`.

source: See the :ref:`requirements of LVGL <requirements>`.
it_it: Vedere i :ref:`requisiti di LVGL <requirements>`.

source: See the :ref:`supported drivers section <display controllers>` for a full list.
it_it: Consulta la sezione :ref:`supported drivers <display controllers>` per un elenco completo.

source: See the :ref:`threading` section to learn more.
it_it: Consultare la sezione :ref:`threading` per saperne di più.

source: See the :ref:`widgets' documentation <widgets>` to learn when they are sent,
it_it: Consultare la :ref:`documentazione dei widget <widgets>` per sapere quando vengono inviati.

source: See the ESP-IDF example below.
it_it: Vedere l'esempio ESP-IDF qui sotto.

source: See the SVG examples for usage.
it_it: Vedere gli esempi SVG per l'utilizzo.

source: See the `LVGL port repo <https://github.com/lvgl/lv_port_icop_qec_ppc_m_090t>`_ to get started creating a project for it with LVGL.
it_it: Consultare il `repository dei porting LVGL <https://github.com/lvgl/lv_port_icop_qec_ppc_m_090t>`_ per iniziare a creare un progetto con LVGL.

source: See the `demo <https://github.com/lvgl/lv_binding_js/tree/master/demo>`__ folder
it_it: Vedere la cartella `demo <https://github.com/lvgl/lv_binding_js/tree/master/demo>`__

source: See the `examples 2 <#axis-ticks-and-labels-with-scrolling>`_ below to learn more.
it_it: Vedere l'`esempio 2 <#axis-ticks-and-labels-with-scrolling>`_ qui sotto per saperne di più.

source: See the `installation guide <https://pre-commit.com/#installation>`__ to get pre-commit python package installed into your development machine.
it_it: Consultare la `guida <https://pre-commit.com/#installation>`__ per installare il pacchetto Python di pre-commit sul computer di sviluppo.

source: See the `lv_example_3dtexture <https://github.com/lvgl/lv_example_3dtexture>`__ repo.
it_it: Vedere il repository `lv_example_3dtexture <https://github.com/lvgl/lv_example_3dtexture>`__.

source: See the `store page <https://www.icop.com.tw/product/QEC-PPC-M-090T>`_ for documentation and the ordering information.
it_it: Consultare la `pagina dello store <https://www.icop.com.tw/product/QEC-PPC-M-090T>`_ per la documentazione e le informazioni per l'ordine.

source: See the `v8-to-v9 Migration Guide <https://docs.lvgl.io/9.0/CHANGELOG.html#migration-guide>`__ for things you will need to address.
it_it: Consultare la `v8-to-v9 Migration Guide <https://docs.lvgl.io/9.0/CHANGELOG.html#migration-guide>`__ per gli aspetti da considerare.

source: See the example at the bottom of this page for reference.
it_it: Consultare l'esempio in fondo a questa pagina come riferimento.

source: See the examples below for how to correctly use this library.
it_it: Vedere gli esempi seguenti per un corretto utilizzo di questa libreria.

source: See the examples below.
it_it: Vedere gli esempi seguenti.

source: See the examples for more details.
it_it: Vedere gli esempi per maggiori dettagli.

source: See the frogfs ``README.md`` for info about using CMake to automate blob builds.
it_it: Consultare il ``README.md`` di frogfs per informazioni sull'utilizzo di CMake per automatizzare le build dei blob.

source: See the frogfs ``README.md`` for more info.
it_it: Consultare il file ``README.md`` di frogfs per maggiori informazioni.

source: See the full list in the :ref:`Color formats <images_color_formats>` section.
it_it: Consultare l'elenco completo nella sezione :ref:`Formati dei colori <images_color_formats>`.

source: See the full list of predefined symbols below:
it_it: Consultare l'elenco completo dei simboli predefiniti qui sotto:

source: See the individual README.md files in the applicable repositories for info.
it_it: Per informazioni, consultare i singoli file README.md nei repository applicabili.

source: See the individual pages about them.
it_it: Consultare le singole pagine a riguardo.

source: See the intro to :ref:`XML in LVGL <xml_main>` if you are interested in using XML.
it_it: Se si è interessati a utilizzare XML, consultare l'introduzione a :ref:`XML in LVGL <xml_main>`.

source: See the intro to :ref:`XML in LVGL <xml_main>`.
it_it: Vedere l'introduzione a :ref:`XML in LVGL <xml_main>`.

source: See the respective links for how to supply LVGL with this knowledge.
it_it: Consultare i rispettivi link per informazioni su come fornire queste informazioni a LVGL.

source: See the section :ref:`eve register access` for more info about register access.
it_it: Vedere la sezione :ref:`eve register access` per maggiori informazioni sull'accesso ai registri.

source: See the the bottom of this page for a complete example.
it_it: In fondo a questa pagina c'è un esempio completo.

source: See these Widgets' documentation for details: :ref:`lv_button` and :ref:`lv_label`.
it_it: Per i dettagli, consultare la documentazione di questi widget: :ref:`lv_button` e :ref:`lv_label`.

source: See what happens when :ref:`no timers are ready <timer_handler_no_timer_ready>` and :cpp:func:`lv_timer_handler` is called.
it_it: Guardare cosa succede quando :ref:`nessun timer è pronto <timer_handler_no_timer_ready>` e viene chiamato :cpp:func:`lv_timer_handler`.

source: See www.qnx.com for more details.
it_it: Per maggiori dettagli, consultare www.qnx.com.
